{
    "document_analysis": {
        "type": "PLUi (Plan Local d'Urbanisme intercommunal)",
        "objective": "Définir les règles d'urbanisme applicables sur le territoire de Grenoble-Alpes Métropole, incluant des dispositions générales, des règles communes, le lexique, et des règlements spécifiques aux zones, aux risques et au patrimoine. Il vise à encadrer l'usage des sols, les constructions, les activités, et à promouvoir la mixité fonctionnelle et sociale.",
        "sections": [
            {
                "title": "Dispositions Générales",
                "regulations": "Présentation des règles communes, du lexique, du règlement des risques et du patrimoine. Les projets doivent être compatibles avec les orientations d'aménagement et de programmation (OAP) thématiques (Paysage et biodiversité, Qualité de l'Air, Risques et résilience) et sectorielles.",
                "constraints": "Les constructions existantes non conformes peuvent être transformées ou étendues si les travaux les rendent plus conformes ou sont sans effet sur la conformité. Les règles s'appliquent à l'unité foncière.",
                "crucial_passages": "'Le règlement de chaque zone est complété par les Dispositions générales.' ; 'Les projets doivent être compatibles avec les orientations d'aménagement et de programmation (OAP) thématiques'.",
                "implications": "Vérification de la compatibilité du projet avec les OAP, analyse des plans de zonage pour identifier les contraintes spécifiques."
            },
            {
                "title": "Chapitre 1 - Destination des Constructions, Usage des Sols, Activités et Installations, Mixité Fonctionnelle et Sociale",
                "regulations": "Distingue ce qui est autorisé et interdit dans chaque zone (U, AU, A, AL, N, NL). Les destinations et sous-destinations de constructions, ainsi que les usages et affectations des sols, sont listés avec des conditions spécifiques.",
                "constraints": "Restrictions dans les périmètres de protection des captages : interdiction de certaines constructions et usages des sols, notamment dans les périmètres immédiats et rapprochés. Réglementation de mixité sociale imposant un pourcentage de logements sociaux dans certains secteurs et emplacements réservés (PLUS, PLAI, BRS).",
                "crucial_passages": "'Dans les zones U, tout ce qui n'est pas mentionné par les articles 1 et 2 est autorisé (sans condition).' ; 'Dans les périmètres de protection des captages [...] sont interdits : [...] Toutes les constructions à l'exception des locaux techniques et industriels des administrations publiques et assimilés'.",
                "implications": "Consultation des plans de zonage et des annexes pour identifier les périmètres de protection des captages et les secteurs de mixité sociale. Calcul des seuils de déclenchement et des taux de mixité sociale en fonction du type d'opération."
            },
            {
                "title": "Chapitre 2 - Caractéristiques Urbaines, Architecturales, Environnementales et Paysagères",
                "regulations": "Règles d'implantation et de volumétrie des constructions, notamment par rapport aux voies, emprises publiques et limites séparatives. Prise en compte du site patrimonial remarquable (SPR) et des plans masse. Définition des saillies autorisées et des règles d'implantation par rapport aux limites séparatives.  Règles de qualité urbaine, architecturale, environnementale et paysagère pour l'insertion des constructions et les caractéristiques des façades, toitures, et clôtures. Prescriptions relatives au patrimoine bâti et paysager à protéger.",
                "constraints": "Restrictions dans le SPR de Grenoble et autour de la Bastille.  Obligations en matière d'espaces libres, de plantations, d'aires de jeux et de surfaces végétalisées ou perméables. Protection des zones humides et préservation des berges des cours d'eau.",
                "crucial_passages": "'Dans le périmètre du site patrimonial remarquable (SPR) [...] il convient de s'assurer que le projet est conforme aux règles du site patrimonial remarquable.' ; 'Les piscines [...] doivent être implantées à une distance minimale de 3 m [...] des limites séparatives.' ; 'Sont interdits : [...] les murs de clôture pleins de plus de 1 m de haut'.",
                "implications": "Analyse des plans du patrimoine bâti, paysager et écologique (F2) pour identifier les éléments protégés. Calcul des surfaces végétalisées et perméables en appliquant les coefficients de pondération. Respect des reculs par rapport aux cours d'eau et des prescriptions relatives aux clôtures."
            },
            {
                "title": "Chapitre 3 - Equipements et Réseaux",
                "regulations": "Règles relatives au stationnement des véhicules motorisés et des cycles, à la desserte par les voies publiques et privées, et aux réseaux (eau potable, eaux usées, eaux pluviales, électricité, téléphone, fibre optique). Prescriptions concernant l'énergie et les performances énergétiques des constructions, notamment le raccordement aux réseaux de chaleur et la production d'énergies renouvelables.",
                "constraints": "Obligations de réalisation de places de stationnement en fonction du zonage et des destinations.  Prescriptions spécifiques pour la gestion des eaux pluviales et le raccordement aux réseaux.  Exigences de performance énergétique renforcée pour les constructions neuves et les rénovations.",
                "crucial_passages": "'Les places de stationnement doivent être réalisées en dehors des voies publiques.' ; 'Dans les périmètres de protection rapprochés des captages [...] la création ou l'augmentation de gabarit de voiries et de pistes autres que celles nécessaires au fonctionnement des destinations et usages autorisés ainsi que l'infiltration des eaux de ruissellement issues d'aires imperméabilisées sont interdits.' ; 'Les constructions nouvelles et l'ensemble des bâtiments existants situés dans les périmètres de développement prioritaire des réseaux de chaleur classés, doivent s'y raccorder'.",
                "implications": "Consultation des plans du stationnement (H) et des réseaux de chaleur pour identifier les obligations spécifiques. Intégration des dispositifs de gestion des eaux pluviales et des énergies renouvelables dans la conception du projet."
            }
        ],
        "lexicon": "Le lexique définit les termes utilisés dans le règlement, tels que 'acrotère', 'activité commerciale de détail', 'affouillement', 'aire de stationnement', 'aléa', 'alignement', 'annexe', 'arbre de haute tige', 'architecture bioclimatique', etc."
    },
    "summary": "Ce PLUi définit les règles d'urbanisme pour Grenoble-Alpes Métropole. Il encadre les destinations des constructions, les usages des sols, et les activités, avec un focus sur la mixité sociale. Des restrictions s'appliquent dans les zones de protection des captages et dans le site patrimonial remarquable. Les projets doivent respecter des obligations en matière d'espaces verts, de gestion des eaux pluviales, et de performances énergétiques. Le document impose des règles d'implantation, de hauteur, et de stationnement, variant selon les zones (S1 à SC). Dans les secteurs de mixité sociale, un pourcentage minimal de logements sociaux (PLUS, PLAI, BRS) est exigé. Les nouvelles constructions de plus de 1000 m² doivent produire un minimum de 20 à 40 kWhEF/m²/an d'énergies renouvelables. La hauteur des clôtures est limitée à 1.80m coté rue. Vérification de la conformité du projet avec les OAP et les plans de zonage est essentiel."
}